{
  "posts": [
    {
      "id": "F6Ngw6F",
      "date": "Tue Apr 12 2022 13:00:21 GMT+0300 (Восточная Европа, летнее время)",
      "title": "Экономика эмоций: рациональный подход к иррациональному ресурсу",
      "text": "Говоря проще, полный игнор иррациональной сферы личности. Но так как без понимания и признания важности эмоций жизнь становиться менее комфортной, моей задачей является налаживание этих связей между когнитивной и эмоциональной сферами. И чтобы помочь \"интеллектуалам\" (в хорошем смысле) помочь выработать навык понимания своих чувств и эмоций, приходится давать временные инструменты. Об одном из которых и пойдёт речь в данной статье. Поэтому сегодня разберем экономическую модель эмоций и как её использовать в своих интересах. Но вам же нужно работать! Вам нужно дело делать! А вы \"не хотите\" (на самом деле, не можете, но воспринимается это как \"не могу собрать себя в кучу и заставить\").\nЭто вызывает чувство вины, которое регулируется чем? Правильно, эмоционально-волевой сферой! И по итогу вы остаётесь без ресурсов вообще.",
      "views": 74,
      "answers": 0,
      "media": {
        "img": "",
        "audio": "",
        "video": ""
      },
      "user": {
        "id": "TYWz5R",
        "userName": "Анна Гинна",
        "avatarUrl": "/static/media/7.6f656855d867e52c50c1.png"
      }
    },
    {
      "date": "Mon Apr 18 2022 09:56:32 GMT+0300 (Восточная Европа, летнее время)",
      "text": "Сегодня поговорим про компонент нашего мозга, который генерирует мотивацию и желание достигать различные вершины: от похода в «Макдак» до заработка миллиардов каких-либо условных единиц.\n\nЭто чудо-вещество называется дофамин — это нейромедиатор и нейрогормон. Вы наверняка слышали о нем, но с той же вероятностью вас ввели заблуждение о его истинной роли.\n\nВ этой статье я развею один популярный миф и расскажу о методах, которые помогут взять свой дофамин под контроль.\n\nЕшьте пищу с высоким содержанием магния и продуктов, богатых тирозином. Например, курицу, миндаль, яблоки, авокадо, бананы, свеклу, шоколад, зеленые листовые овощи, зеленый чай, лимскую фасоль, овсянку, апельсины, горох, кунжут и тыквенные семечки, помидоры, куркуму, арбуз и зародыши пшеницы.\n\nЗанимайтесь деятельностью, которая приносит вам радость или расслабляет. Тренировки, медитация, йога, массаж, игры с домашним животным, прогулки на природе или чтение книги.\n\nНа этом всё! Спасибо!",
      "title": "Как восстановить производство дофамина и начать действовать",
      "views": 2,
      "answers": 0,
      "media": {
        "img": "",
        "video": "",
        "audio": ""
      },
      "user": {
        "userName": "Alex",
        "avatarUrl": "/static/media/5.8dcf49145db366334d18.png",
        "id": "KWlUzB3"
      },
      "id": "IO0pFCN"
    },
    {
      "date": "Mon Apr 7 2022 07:20:32 GMT+0300 (Восточная Европа, летнее время)",
      "text": "Что мы знаем о современной Мексике? Помимо бежавшего туда Льва Троцкого и его романа с Фридой Кало, мексиканской революции, ступенчатых пирамид, авокадо да обжигающей уличной еды с тако и буррито? Между тем, это крупнейшая страна испаноязычного мира, а её столица — агломерация Мехико с 22 млн населением, являет собой яркий пример «моста» между развитым миром северных соседей и оставшейся Латинской Америкой. Однако трудно было представить более неудачного места расположения столь крупного антропогенного образования — дно высохшего озера, постоянные наводнения и угроза землетрясений. А ещё добрая половина населения этой агломерации живёт в неформальном жилье без центрального водоснабжения, полагаясь на автоцистерны (pipas). Давайте разбираться в этом городе-парадоксе, построенном когда-то на воде, а сегодня так остро в ней нуждающемся.",
      "title": "Агломерация Мехико: воды, дайте нам воды",
      "views": 24,
      "answers": 0,
      "media": {
        "img": "",
        "video": "",
        "audio": ""
      },
      "user": {
        "userName": "LMonoceros",
        "avatarUrl": null,
        "id": "Kf54B3"
      },
      "id": "REG54re"
    },
    {
      "date": "Mon Apr 13 2022 12:20:32 GMT+0300 (Восточная Европа, летнее время)",
      "text": "Итак, искал я как-то работу. Пришел к одним людям, побеседовали с коммерческим директором и тётей из финансово-экономического отдела, всё вроде хорошо сложилось. Они зачем-то притащили компьютер со своей базой, попросили глянуть и чё-нибудь сказать. Ну я глянул и сказал – учёт у вас ведется левой пяткой. Они прям расцвели и сказали, что я им подхожу.\n\nХотели еще проверить мои компетенции, а делали они такие проверки через другую контору, где сидят одни программисты. Ну, позвонили, хотели назначить мне собеседование с программистами, но не сложилось – я раньше работал там, куда они звонили, и, хоть и ушел со скандалом, с профессиональной точки зрения меня охарактеризовали очень хорошо.\n\nКороче, всё один к одному. Радостно потираю руки, а тётки улыбаются и говорят: тока надо полиграф пройти еще.",
      "title": "Полиграфистки сходят с ума по одной",
      "views": 112,
      "answers": 0,
      "media": {
        "img": "",
        "video": "",
        "audio": ""
      },
      "user": {
        "userName": "Alontoks S",
        "avatarUrl": "/static/media/8.40f4c221f580b8ff1c90.png",
        "id": "Kf54B3"
      },
      "id": "tGL59eG"
    },
    {
      "date": "Tue Apr 19 2022 15:19:33 GMT+0300 (Восточная Европа, летнее время)",
      "text": "Человеческие возможности достаточно ограничены и с самого начала времён человек старался придумать приспособления, которые бы увеличили его силу, скорость, возможности выживать в непростом мире. С развитием технологий человек изобретал всё новые и новые способы расширения возможностей своего тела, одним из которых стала идея экзоскелета,- внешнего каркаса, являющегося несущей конструкцией, и одновременно, увеличивающей возможности. Как вы уже догадались, речь в этой статье пойдёт об экзоскелете.",
      "title": "Носимая робототехника: экзоскелет",
      "views": 0,
      "answers": 0,
      "media": {
        "img": "",
        "audio": "",
        "video": ""
      },
      "user": {
        "userName": "Alex",
        "avatarUrl": "/static/media/5.8dcf49145db366334d18.png",
        "id": "KWlUzB3"
      },
      "id": "FZ0hwDd"
    },
    {
      "date": "Sun Apr 24 2022 07:38:58 GMT+0300 (Восточная Европа, летнее время)",
      "text": "Ответа на этот вечный вопрос нет вне той философской системы, которую вам придется выбрать и «поверить» в нее или признать ее как самую подходящую для вас.\nГреки, одними из первых в философском понимании поставившие этот вопрос, открыли эту тематику и она до сих пор остается открытой.\n\nПознание самого себя – их главный посыл. В присущей грекам практичности они начали отвечать на него с точки зрения прагматики – я есть сущее (существующее) Парменида, человек – есть существо общественное (политическое) Аристотеля, человек есть существо наделенное бессмертной душой Платона и так далее.\n\nПришедшее в эпоху премодерна религиозное сознание ответило на этот вопрос так – я есть тварь, созданная по подобию и образу Бога. Со всеми вытекающими последствиями и сложностями, раскрытыми в грандиозных гроздях схоластики Аквината.\n",
      "title": "Кто сегодня был там, где я есть?",
      "views": 0,
      "answers": 0,
      "media": {
        "img": "",
        "video": "",
        "audio": ""
      },
      "user": {
        "userName": "Alex",
        "avatarUrl": "/static/media/5.8dcf49145db366334d18.png",
        "id": "KWlUzB3"
      },
      "id": "E03gWnO"
    }
  ],
  "users": [
    {
      "login": "Antonio",
      "userName": "LMonoceros",
      "password": "1234",
      "avatarUrl": null,
      "id": "Kf54B3"
    },
    {
      "login": "Gogo",
      "userName": "Alontoks S",
      "password": "1234",
      "avatarUrl": "/static/media/8.40f4c221f580b8ff1c90.png",
      "id": "PSDj5e5"
    },
    {
      "login": "akol",
      "userName": "Анна Гинна",
      "password": "1234",
      "avatarUrl": "/static/media/7.6f656855d867e52c50c1.png",
      "id": "TYWz5R"
    },
    {
      "login": "alex",
      "userName": "Alex",
      "password": "1234",
      "avatarUrl": "/static/media/5.8dcf49145db366334d18.png",
      "id": "KWlUzB3"
    }
  ],
  "comments": [
    {
      "postId": "FZ0hwDd",
      "id": "qdRTdfGRT5",
      "comment": {
        "text": "Мой коментарий",
        "date": "Tue Apr 20 2022 12:19:33 GMT+0300 (Восточная Европа, летнее время)",
        "user": {
          "userName": "Alex",
          "id": "KWlUzB3",
          "avatarUrl": "/static/media/5.8dcf49145db366334d18.png"
        }
      }
    },
    {
      "postId": "FZ0hwDd",
      "id": "rthGFH566",
      "comment": {
        "text": "Тут явно пошло что-то не так",
        "date": "Tue Apr 20 2022 16:19:33 GMT+0300 (Восточная Европа, летнее время)",
        "user": {
          "userName": "Анна Гинна",
          "id": "TYWz5R",
          "avatarUrl": "/static/media/7.6f656855d867e52c50c1.png"
        }
      }
    },
    {
      "postId": "FZ0hwDd",
      "comment": {
        "text": "Не ну тут вообще пердеть не тестом пахать",
        "date": "Wed Apr 20 2022 21:12:41 GMT+0300 (Восточная Европа, летнее время)",
        "user": {
          "userName": "Alex",
          "avatarUrl": "/static/media/5.8dcf49145db366334d18.png",
          "id": "KWlUzB3"
        }
      },
      "id": "ZEBqqM8"
    },
    {
      "postId": "F6Ngw6F",
      "comment": {
        "text": "Да что ты говоришь",
        "date": "Wed Apr 20 2022 21:13:59 GMT+0300 (Восточная Европа, летнее время)",
        "user": {
          "userName": "Alex",
          "avatarUrl": "/static/media/5.8dcf49145db366334d18.png",
          "id": "KWlUzB3"
        }
      },
      "id": "bfMMP9_"
    }
  ]
}